10/data/attachments/4f5d6206bf680d0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e150b45b-2c0c-4d3b-b3c5-e3c81bcc7c7f</nif:username>
            <nif:friendToBeAdded>Carlos_lawyer_Actions_86324_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>